Repository: SpesPark/latte
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Permission denied. Grant access in System Settings → Privacy & Security.
de: Zugriff verweigert. Zugriff in Systemeinstellungen → Datenschutz & Sicherheit gewähren.
es: Permiso denegado. Concede acceso en Ajustes del Sistema → Privacidad y seguridad.
fr: Autorisation refusée. Accordez l'accès dans Réglages Système → Confidentialité et sécurité.
it: Autorizzazione negata. Concedi l'accesso in Impostazioni di Sistema → Privacy e sicurezza.
ja: 権限が拒否されました。システム設定 → プライバシーとセキュリティでアクセスを許可してください。
ko: 권한이 거부되었습니다. 시스템 설정 → 개인정보 보호 및 보안에서 접근을 허용하세요.
pt_br: Permissão negada. Conceda acesso em Ajustes do Sistema → Privacidade e Segurança.
ru: Доступ запрещён. Разрешите доступ в Системных настройках → Конфиденциальность и защита.
zh_hans: 权限被拒绝。请在 系统设置 → 隐私与安全性 中授予访问权限。
zh_hant: 權限被拒絕。請在 系統設定 → 私隱與安全性 中授予存取權。

source: Permission will be requested the first time the trigger fires.
de: Die Berechtigung wird beim ersten Auslösen angefordert.
es: Se solicitará permiso la primera vez que se active el disparador.
fr: L'autorisation sera demandée la première fois que le déclencheur s'active.
it: L'autorizzazione verrà richiesta al primo scatto del trigger.
ja: トリガが初めて発動するときに権限を要求します。
ko: 트리거가 처음 발동할 때 권한을 요청합니다.
pt_br: A permissão será solicitada na primeira vez que o gatilho disparar.
ru: Разрешение запрашивается при первом срабатывании триггера.
zh_hans: 触发器首次发生时将请求权限。
zh_hant: 觸發條件首次觸發時將請求權限。

source: Pick what should keep your Mac awake
de: Wähle, was deinen Mac wach halten soll
es: Elige qué debe mantener tu Mac despierto
fr: Choisissez ce qui doit garder votre Mac éveillé
it: Scegli cosa deve mantenere il Mac attivo
ja: Macを起動状態に保つ条件を選択
ko: Mac을 깨어 있게 할 조건을 선택하세요
pt_br: Escolha o que deve manter seu Mac acordado
ru: Выберите, что должно удерживать Mac от сна
zh_hans: 选择让 Mac 保持唤醒的条件
zh_hant: 選擇讓 Mac 保持喚醒的條件

source: Pick which contexts should keep your Mac awake. You can change anything later from Settings.
de: Wähle, welche Kontexte deinen Mac wach halten sollen. Du kannst alles später in den Einstellungen ändern.
es: Elige qué contextos deben mantener tu Mac despierto. Puedes cambiar cualquier cosa más tarde en Ajustes.
fr: Choisissez les contextes qui doivent garder votre Mac éveillé. Vous pouvez tout modifier plus tard dans les Réglages.
it: Scegli quali contesti devono mantenere il Mac attivo. Puoi modificare tutto in seguito dalle Impostazioni.
ja: Macを起動状態に保つ条件を選んでください。あとから設定でいつでも変更できます。
ko: Mac을 깨어 있게 할 상황을 선택하세요. 모든 항목은 나중에 설정에서 변경할 수 있습니다.
pt_br: Escolha quais contextos devem manter seu Mac acordado. Você pode alterar qualquer coisa depois nos Ajustes.
ru: Выберите, какие условия должны удерживать Mac от сна. Всё можно изменить позже в Настройках.
zh_hans: 选择应该让 Mac 保持唤醒的情境。所有选项之后都可以在设置中调整。
zh_hant: 選擇應該讓 Mac 保持喚醒的情境。所有選項之後都可以在設定中調整。

source: Power
de: Stromversorgung
es: Energía
fr: Alimentation
it: Alimentazione
ja: 電源
ko: 전원
pt_br: Energia
ru: Питание
zh_hans: 电源
zh_hant: 電源

source: Press the new shortcut. Esc cancels.
de: Neuen Kurzbefehl drücken. Esc bricht ab.
es: Pulsa el nuevo atajo. Esc cancela.
fr: Appuyez sur le nouveau raccourci. Esc pour annuler.
it: Premi la nuova scorciatoia. Esc annulla.
ja: 新しいショートカットを押してください。Escでキャンセル。
ko: 새 단축키를 누르세요. Esc로 취소.
pt_br: Pressione o novo atalho. Esc cancela.
ru: Нажмите новое сочетание клавиш. Esc — отмена.
zh_hans: 请按下新的快捷键。Esc 取消。
zh_hant: 請按下新的快速鍵。Esc 取消。

source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualização
ru: Просмотр
zh_hans: 预览
zh_hant: 預覽

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
pt_br: Sair
ru: Выйти
zh_hans: 退出
zh_hant: 結束

source: Reason
de: Grund
es: Motivo
fr: Raison
it: Motivo
ja: 理由
ko: 이유
pt_br: Motivo
ru: Причина
zh_hans: 原因
zh_hant: 原因

source: Remove %@
de: %@ entfernen
es: Quitar %@
fr: Supprimer %@
it: Rimuovi %@
ja: %@を削除
ko: %@ 제거
pt_br: Remover %@
ru: Удалить %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove schedule
de: Zeitplan entfernen
es: Eliminar horario
fr: Supprimer l'horaire
it: Rimuovi pianificazione
ja: スケジュールを削除
ko: 일정 제거
pt_br: Remover agenda
ru: Удалить расписание
zh_hans: 移除日程
zh_hant: 移除排程

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置
zh_hant: 重設

source: Reset to defaults
de: Auf Standard zurücksetzen
es: Restablecer valores
fr: Rétablir les valeurs par défaut
it: Ripristina valori predefiniti
ja: デフォルトに戻す
ko: 기본값으로 초기화
pt_br: Redefinir para padrões
ru: Сбросить к значениям по умолчанию
zh_hans: 重置为默认
zh_hant: 重設為預設

source: Restart Latte to apply.
de: Latte neu starten, um zu übernehmen.
es: Reinicia Latte para aplicar.
fr: Redémarrez Latte pour appliquer.
it: Riavvia Latte per applicare.
ja: 適用するにはLatteを再起動してください。
ko: 적용하려면 Latte를 다시 시작하세요.
pt_br: Reinicie o Latte para aplicar.
ru: Перезапустите Latte, чтобы применить.
zh_hans: 重启 Latte 以应用。
zh_hant: 重新啟動 Latte 以套用。

source: Retention
de: Aufbewahrung
es: Retención
fr: Conservation
it: Conservazione
ja: 保持期間
ko: 보관 기간
pt_br: Retenção
ru: Срок хранения
zh_hans: 保留时长
zh_hant: 保留期間

source: Select all
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать всё
zh_hans: 全选
zh_hant: 全選

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
ru: Настройки…
zh_hans: 设置…
zh_hant: 設定…

source: Shortcut
de: Kurzbefehl
es: Atajo
fr: Raccourci
it: Scorciatoia
ja: ショートカット
ko: 단축키
pt_br: Atalho
ru: Сочетание клавиш
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
ru: Показать
zh_hans: 显示
zh_hant: 顯示

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过
zh_hant: 略過

source: Sleep when on battery
de: Im Akkubetrieb Ruhezustand zulassen
es: Dormir con batería
fr: Mettre en veille sur batterie
it: Stop con alimentazione a batteria
ja: バッテリー駆動時にスリープ
ko: 배터리 사용 시 잠자기
pt_br: Dormir na bateria
ru: Спать при работе от батареи
zh_hans: 使用电池时进入睡眠
zh_hant: 使用電池時睡眠

source: Start
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pt_br: Iniciar
ru: Запустить
zh_hans: 开始
zh_hant: 開始

source: State
de: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
pt_br: Estado
ru: Состояние
zh_hans: 状态
zh_hant: 狀態

source: Stay awake after event
de: Nach Ereignis wach bleiben
es: Permanecer activo después del evento
fr: Rester actif après l'événement
it: Resta attivo dopo l'evento
ja: イベント後も起動を維持
ko: 이벤트 후에도 깨어 있기
pt_br: Permanecer acordado após o evento
ru: Оставаться активным после события
zh_hans: 事件后保持唤醒
zh_hant: 事件後保持喚醒

source: System + display awake
de: System + Bildschirm wach
es: Sistema + pantalla activos
fr: Système + écran actifs
it: Sistema + schermo attivi
ja: システム + ディスプレイをアクティブ
ko: 시스템 + 디스플레이 깨움
pt_br: Sistema + tela ativos
ru: Система + дисплей активны
zh_hans: 系统 + 显示器唤醒
zh_hant: 系統 + 顯示器喚醒

source: System awake (display may sleep)
de: System wach (Bildschirm darf schlafen)
es: Sistema activo (la pantalla puede dormir)
fr: Système actif (l'écran peut s'éteindre)
it: Sistema attivo (lo schermo può dormire)
ja: システムをアクティブ(ディスプレイはスリープ可)
ko: 시스템 깨움 (디스플레이는 잠자기 가능)
pt_br: Sistema ativo (a tela pode dormir)
ru: Система активна (дисплей может уснуть)
zh_hans: 系统唤醒(显示器可睡眠)
zh_hant: 系統喚醒(顯示器可睡眠)

source: Tap a card to enable. You can pick more than one.
de: Tippe auf eine Karte zum Aktivieren. Du kannst mehrere auswählen.
es: Toca una tarjeta para activarla. Puedes elegir más de una.
fr: Touchez une carte pour l'activer. Vous pouvez en choisir plusieurs.
it: Tocca una carta per attivarla. Puoi sceglierne più di una.
ja: カードをタップして有効化します。複数選択できます。
ko: 카드를 탭하여 활성화하세요. 여러 개 선택할 수 있습니다.
pt_br: Toque em um cartão para ativar. Você pode escolher mais de um.
ru: Нажмите на карточку, чтобы включить. Можно выбрать несколько.
zh_hans: 点按卡片以启用。可以选择多个。
zh_hant: 點按卡片以啟用。可以選擇多個。

source: Tap the cup to wake your Mac
de: Tippe auf die Tasse, um deinen Mac zu wecken
es: Toca la taza para activar tu Mac
fr: Touchez la tasse pour réveiller votre Mac
it: Tocca la tazza per attivare il tuo Mac
ja: カップをタップしてMacを起動
ko: 컵을 눌러 Mac을 깨우세요
pt_br: Toque na xícara para acordar seu Mac
ru: Нажмите на чашку, чтобы разбудить Mac
zh_hans: 点按杯子唤醒 Mac
zh_hant: 點按杯子喚醒 Mac

source: The icon and accent color update immediately. SF Symbols adapt to the system tint and dark mode automatically.
de: Symbol und Akzentfarbe werden sofort aktualisiert. SF Symbols passen sich automatisch an Systemfarbe und Dunkelmodus an.
es: El icono y el color de acento se actualizan al instante. SF Symbols se adapta automáticamente al tinte del sistema y al modo oscuro.
fr: L'icône et la couleur d'accentuation se mettent à jour immédiatement. SF Symbols s'adapte automatiquement à la teinte système et au mode sombre.
it: Icona e colore d'accento si aggiornano immediatamente. SF Symbols si adatta automaticamente alla tinta di sistema e alla modalità scura.
ja: アイコンとアクセントカラーは即座に反映されます。SF Symbolsはシステムの色合いとダークモードに自動的に対応します。
ko: 아이콘과 강조 색상이 즉시 반영됩니다. SF Symbols는 시스템 색조와 다크 모드에 자동으로 맞춰집니다.
pt_br: O ícone e a cor de destaque atualizam imediatamente. SF Symbols adapta-se automaticamente ao tom do sistema e ao modo escuro.
ru: Иконка и акцентный цвет обновляются мгновенно. SF Symbols автоматически адаптируются к системному оттенку и тёмному режиму.
zh_hans: 图标和强调色会立即更新。SF Symbols 会自动适应系统色调和深色模式。
zh_hant: 圖像和強調色會立即更新。SF Symbols 會自動配合系統色調和深色模式。

source: This preset will be removed from the popover.
de: Diese Voreinstellung wird aus dem Popover entfernt.
es: Este preajuste se eliminará del popover.
fr: Ce préréglage sera supprimé du popover.
it: Questo preset verrà rimosso dal popover.
ja: このプリセットはポップオーバーから削除されます。
ko: 이 프리셋은 팝오버에서 제거됩니다.
pt_br: Esta predefinição será removida do popover.
ru: Этот пресет будет удалён из всплывающего окна.
zh_hans: 此预设将从弹窗中移除。
zh_hant: 此預設集會從彈出視窗中移除。

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
ja: 時刻
ko: 시간
pt_br: Hora
ru: Время
zh_hans: 时间
zh_hant: 時間

source: To
de: Bis
es: Hasta
fr: À
it: A
ja: 終了
ko: 종료
pt_br: Até
ru: До
zh_hans: 结束
zh_hant: 結束

source: Toggle Latte with %@
de: Latte mit %@ umschalten
es: Alternar Latte con %@
fr: Basculer Latte avec %@
it: Attiva/disattiva Latte con %@
ja: %@でLatteを切り替え
ko: %@(으)로 Latte 토글
pt_br: Alternar Latte com %@
ru: Переключать Latte по %@
zh_hans: 用 %@ 切换 Latte
zh_hant: 用 %@ 切換 Latte

source: Trigger active
de: Auslöser aktiv
es: Disparador activo
fr: Déclencheur actif
it: Trigger attivo
ja: トリガがアクティブ
ko: 트리거 활성
pt_br: Gatilho ativo
ru: Триггер активен
zh_hans: 触发器活动
zh_hant: 觸發條件啟用中

source: Trigger fires will appear here.
de: Auslösungen erscheinen hier.
es: Las activaciones de disparadores aparecerán aquí.
fr: Les activations de déclencheurs apparaîtront ici.
it: Gli scatti dei trigger appariranno qui.
ja: トリガの発動がここに表示されます。
ko: 트리거 발동 기록이 여기에 표시됩니다.
pt_br: Os disparos de gatilhos aparecerão aqui.
ru: Срабатывания триггеров будут отображаться здесь.
zh_hans: 触发器的触发将在此处显示。
zh_hant: 觸發條件的觸發會顯示在這裡。

source: Triggers
de: Auslöser
es: Disparadores
fr: Déclencheurs
it: Trigger
ja: トリガ
ko: 트리거
pt_br: Gatilhos
ru: Триггеры
zh_hans: 触发器
zh_hant: 觸發條件

source: Triggers paused
de: Auslöser pausiert
es: Activadores pausados
fr: Déclencheurs en pause
it: Trigger in pausa
ja: トリガー一時停止中
ko: 트리거 일시 정지됨
pt_br: Gatilhos pausados
ru: Триггеры на паузе
zh_hans: 触发器已暂停
zh_hant: 觸發器已暫停

source: Turn off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
ja: オフにする
ko: 끄기
pt_br: Desativar
ru: Выключить
zh_hans: 关闭
zh_hant: 關閉

source: Type a bundle identifier (e.g. us.zoom.xos) to watch an app that isn't currently running.
de: Gib eine Bundle-Kennung ein (z. B. us.zoom.xos), um eine App zu beobachten, die gerade nicht läuft.
es: Escribe un identificador de paquete (p. ej. us.zoom.xos) para vigilar una app que no se esté ejecutando.
fr: Saisissez un identifiant de paquet (par ex. us.zoom.xos) pour surveiller une app qui ne s'exécute pas actuellement.
it: Digita un identificatore di bundle (es. us.zoom.xos) per monitorare un'app non in esecuzione.
ja: 現在実行されていないアプリを監視するには、バンドル識別子(例: us.zoom.xos)を入力します。
ko: 현재 실행되지 않는 앱을 감시하려면 번들 식별자(예: us.zoom.xos)를 입력하세요.
pt_br: Digite um identificador de pacote (ex.: us.zoom.xos) para monitorar um app que não está em execução.
ru: Введите идентификатор пакета (например, us.zoom.xos), чтобы отслеживать неработающее в данный момент приложение.
zh_hans: 输入 bundle 标识符(例如 us.zoom.xos)以监控当前未运行的应用程序。
zh_hant: 輸入 bundle 識別碼(例如 us.zoom.xos)以監看目前未執行的應用程式。

source: Until
de: Bis
es: Hasta
fr: Jusqu'à
it: Fino a
ja: 終了時刻
ko: 종료
pt_br: Até
ru: До
zh_hans: 直到
zh_hant: 直到

source: Until %@
de: Bis %@
es: Hasta las %@
fr: Jusqu'à %@
it: Fino alle %@
ja: %@まで
ko: %@까지
pt_br: Até %@
ru: До %@
zh_hans: 直到 %@
zh_hant: 直到 %@

source: Until you turn off
de: Bis du es ausschaltest
es: Hasta que lo apagues
fr: Jusqu'à ce que vous l'éteigniez
it: Finché non lo disattivi
ja: オフにするまで
ko: 끌 때까지
pt_br: Até você desligar
ru: Пока вы не выключите
zh_hans: 直到关闭
zh_hant: 直到關閉

source: Use all calendars
de: Alle Kalender verwenden
es: Usar todos los calendarios
fr: Utiliser tous les calendriers
it: Usa tutti i calendari
ja: すべてのカレンダーを使用
ko: 모든 캘린더 사용
pt_br: Usar todos os calendários
ru: Использовать все календари
zh_hans: 使用所有日历
zh_hant: 使用所有行事曆

source: Wake before event
de: Vor Ereignis aktivieren
es: Activar antes del evento
fr: Réveiller avant l'événement
it: Attiva prima dell'evento
ja: イベント前に起動
ko: 이벤트 전에 깨우기
pt_br: Acordar antes do evento
ru: Разбудить перед событием
zh_hans: 事件前唤醒
zh_hant: 事件前喚醒

source: Warm amber
de: Warmes Bernstein
es: Ámbar cálido
fr: Ambre chaud
it: Ambra calda
ja: ウォームアンバー
ko: 따뜻한 호박색
pt_br: Âmbar quente
ru: Тёплый янтарный
zh_hans: 暖琥珀色
zh_hant: 暖琥珀色

source: Watched calendars
de: Beobachtete Kalender
es: Calendarios observados
fr: Calendriers observés
it: Calendari osservati
ja: 監視中のカレンダー
ko: 관찰 중인 캘린더
pt_br: Calendários monitorados
ru: Отслеживаемые календари
zh_hans: 监视的日历
zh_hant: 監看的行事曆

source: Welcome to Latte
de: Willkommen bei Latte
es: Te damos la bienvenida a Latte
fr: Bienvenue dans Latte
it: Ti diamo il benvenuto in Latte
ja: Latteへようこそ
ko: Latte에 오신 것을 환영합니다
pt_br: Boas-vindas ao Latte
ru: Добро пожаловать в Latte
zh_hans: 欢迎使用 Latte
zh_hant: 歡迎使用 Latte

source: When Latte starts, immediately hold an indefinite awake assertion. Useful for desktops or always-on workstations. Onboarding always takes precedence on first launch.
de: Wenn Latte startet, hält es sofort eine unbegrenzte Wach-Assertion. Nützlich für Desktops oder dauerhaft eingeschaltete Arbeitsplätze. Beim ersten Start hat das Onboarding immer Vorrang.
es: Cuando Latte se inicia, mantiene de inmediato una aserción de actividad indefinida. Útil para escritorios o estaciones siempre encendidas. La incorporación siempre tiene prioridad en el primer arranque.
fr: Quand Latte démarre, il maintient immédiatement une assertion d'éveil indéfinie. Utile pour les ordinateurs de bureau ou les stations toujours actives. L'intégration est toujours prioritaire au premier lancement.
it: All'avvio, Latte mantiene immediatamente un'asserzione di attività indefinita. Utile per desktop o postazioni sempre attive. L'onboarding ha sempre la precedenza al primo avvio.
ja: Latte起動時に即座に無期限のawakeアサーションを保持します。デスクトップや常時稼働のワークステーションに便利です。初回起動時は常にオンボーディングが優先されます。
ko: Latte 시작 시 즉시 무제한 awake 상태를 유지합니다. 데스크톱이나 상시 가동 워크스테이션에 유용합니다. 첫 실행 시에는 항상 온보딩이 우선합니다.
pt_br: Quando o Latte inicia, mantém imediatamente uma asserção de atividade indefinida. Útil para desktops ou estações sempre ativas. A integração tem prioridade no primeiro início.
ru: При запуске Latte немедленно удерживает бессрочное awake-утверждение. Полезно для настольных ПК или всегда работающих рабочих станций. При первом запуске приоритет всегда у онбординга.
zh_hans: Latte 启动时立即保持不限时的唤醒断言。适用于桌面或常开工作站。首次启动时始终以引导为优先。
zh_hant: Latte 啟動時立即保持不限時的喚醒斷言。適用於桌上型電腦或常開工作站。首次啟動時始終以導引為優先。

source: When enabled, Latte never holds an awake assertion while the Mac is on battery — saves battery on laptops without disabling the app.
de: Wenn aktiviert, hält Latte nie eine Wach-Assertion, während der Mac im Akkubetrieb ist — spart Akku bei Notebooks, ohne die App zu deaktivieren.
es: Cuando está activado, Latte nunca mantiene una aserción de actividad mientras el Mac está con batería: ahorra batería en portátiles sin desactivar la app.
fr: Lorsqu'activé, Latte ne maintient jamais d'assertion d'éveil tant que le Mac est sur batterie — économise la batterie sur portables sans désactiver l'app.
it: Se attivato, Latte non mantiene mai un'asserzione di attività mentre il Mac è a batteria — risparmia batteria sui portatili senza disattivare l'app.
ja: 有効にすると、Macがバッテリー駆動の間はLatteがawakeアサーションを保持しません — アプリを無効化せずにノートのバッテリーを節約します。
ko: 활성화하면 Mac이 배터리로 작동하는 동안에는 Latte가 awake 상태를 유지하지 않습니다 — 앱을 비활성화하지 않고도 노트북 배터리를 절약합니다.
pt_br: Quando ativado, o Latte nunca mantém uma asserção de atividade enquanto o Mac estiver na bateria — economiza bateria em notebooks sem desativar o app.
ru: Если включено, Latte никогда не удерживает awake-утверждение, пока Mac работает от батареи — экономит заряд на ноутбуках без отключения приложения.
zh_hans: 启用后,Mac 使用电池时 Latte 永远不会保持唤醒断言 — 在不禁用应用的情况下为笔记本节省电池。
zh_hant: 啟用後,Mac 使用電池時 Latte 永遠不會保持喚醒斷言 — 在不停用應用程式的情況下為筆電節省電量。

source: When enabled, the system stays awake but the display may sleep.
de: Wenn aktiviert, bleibt das System wach, das Display kann jedoch schlafen.
es: Cuando está activado, el sistema permanece activo pero la pantalla puede entrar en reposo.
fr: Lorsqu'activé, le système reste actif mais l'écran peut s'endormir.
it: Se attivato, il sistema resta attivo ma il display può andare in stop.
ja: 有効にすると、システムは起動を維持しますがディスプレイはスリープする可能性があります。
ko: 활성화하면 시스템은 깨어 있지만 디스플레이는 절전 모드로 들어갈 수 있습니다.
pt_br: Quando ativado, o sistema permanece acordado, mas a tela pode entrar em repouso.
ru: Если включено, система остаётся активной, но дисплей может уйти в спящий режим.
zh_hans: 启用后,系统保持唤醒,但显示器可能进入睡眠。
zh_hant: 啟用後,系統保持喚醒,但顯示器可能進入睡眠。

source: While Zoom, Teams, or any app you choose is running.
de: Während Zoom, Teams oder eine andere App deiner Wahl läuft.
es: Mientras Zoom, Teams o cualquier app que elijas esté en ejecución.
fr: Lorsque Zoom, Teams ou toute autre app de votre choix est en cours d'exécution.
it: Mentre Zoom, Teams o qualsiasi app a tua scelta è in esecuzione.
ja: Zoom、Teamsなど選んだアプリが起動中。
ko: Zoom, Teams 등 원하는 앱이 실행 중일 때.
pt_br: Enquanto Zoom, Teams ou qualquer app de sua escolha estiver em execução.
ru: Пока запущены Zoom, Teams или любое выбранное вами приложение.
zh_hans: 当 Zoom、Teams 或您选择的任何应用正在运行时。
zh_hant: 當 Zoom、Teams 或您選擇的任何應用正在運行時。

source: While any macOS Focus mode is active.
de: Während ein beliebiger macOS-Fokus aktiv ist.
es: Mientras esté activo cualquier modo Concentración de macOS.
fr: Lorsqu'un mode Concentration macOS est actif.
it: Mentre è attiva una Full Immersion di macOS.
ja: macOSの集中モードが有効な間。
ko: macOS 집중 모드가 활성화되어 있을 때.
pt_br: Enquanto qualquer modo Foco do macOS estiver ativo.
ru: Пока активен любой режим фокусирования macOS.
zh_hans: 当任何 macOS 专注模式处于活动状态时。
zh_hant: 當任何 macOS 專注模式處於活動狀態時。

source: You're all set
de: Alles bereit
es: Todo listo
fr: Vous êtes prêt
it: Tutto pronto
ja: 準備完了
ko: 모든 준비가 끝났습니다
pt_br: Tudo pronto
ru: Всё готово
zh_hans: 全部就绪
zh_hant: 全部就緒

source: © 2026 Latte. All rights reserved.
de: © 2026 Latte. Alle Rechte vorbehalten.
es: © 2026 Latte. Todos los derechos reservados.
fr: © 2026 Latte. Tous droits réservés.
it: © 2026 Latte. Tutti i diritti riservati.
ko: © 2026 Latte. 모든 권리 보유.
pt_br: © 2026 Latte. Todos os direitos reservados.
ru: © 2026 Latte. Все права защищены.
zh_hans: © 2026 Latte. 保留所有权利。
zh_hant: © 2026 Latte. 保留所有權利。

source: 1 minute
es: 1 minuto
it: 1 minuto
ja: 1分
ko: 1분
pt_br: 1 minuto
ru: 1 минута
zh_hans: 1 分钟
zh_hant: 1 分鐘

source: Display: %@
es: Pantalla: %@
fr: Écran : %@
ja: ディスプレイ: %@
ko: 디스플레이: %@
pt_br: Monitor: %@
ru: Дисплей: %@
zh_hans: 显示器: %@
zh_hant: 顯示器: %@

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
zh_hans: 状态
zh_hant: 狀態

source: Version %@ (%@)
es: Versión %@ (%@)
it: Versione %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %@ (%@)
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本 %@ (%@)

source: %lld min
ja: %lld分
ko: %lld분
ru: %lld мин
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: min
ja: 分
ko: 분
ru: мин
zh_hans: 分钟
zh_hant: 分鐘
